{
  "aspects": {
    "terria-saas": {},
    "terria-saas-about-pages": {
      "pages": {
        "home": {
          "content": "## About NationalMap \n\nNationalMap, together with [data.gov.au](https://data.gov.au) are essential mechanisms in the implementation of Australian Government’s [Open Data Policy](https://www.pmc.gov.au/resource-centre/public-data/australian-government-public-data-policy-statement), for open data publication, discovery and consumption by government, industry, research, community organisations and the general public.\n\nSince the 2014 launch of NationalMap, the number of datasets being made accessible has grown to over 13,000, federated from more than 50 data custodians, from all levels of government across Australia.\n\nIn 2020, NationalMap has reached more than 30,000 thousand user sessions per month, meeting user’s needs for geospatial data and the insight it unlocks for a wide range of activities and benefits. These include enabling diagnostic tasks, facilitating research dissemination, supporting private and commercial activities, enabling knowledge acquisition regardless of level of tech literacy, and communicating information and insight broadly for data driven decision making.\n\nBased on these usage patterns, recent projections of the net benefits to the Australian economy delivered by TerriaJS, the open source software powering NationalMap, are just over $47.5 Million for the 10-year period to 2028 (Centre for International Economics, 2019).\n\nToday National Map is managed by the Digital Transformation Agency (DTA) in collaboration with CSIRO’s Data61 (previously National ICT Australia) - for software development, and Geoscience Australia - for hosting and data management. Continuing the legacy of excellence in innovation and digital enablement of founding imitative partners, which included the Department of Communications and the Arts.\n\n_All metrics in the previous paragraphs based on statistics for 2020._\n\n**NationalMap** is an online map-based tool to allow easy access to spatial data from Australian government agencies and is based on a fully open architecture. When you access data through it, you are typically accessing the data directly from the government department or agency who are the custodians of that data.\n\n**NationalMap**...\n\n* provides easy access to authoritative and other spatial data to government, business and the public\n* facilitates the opening of data by federal, state and local government bodies\n* provides an open framework of geospatial data services that supports commercial and community innovation\n\nTo see what data is available on NationalMap, refer to the Data Catalogue in the [NationalMap](/) itself. Click the *Add data* button and expand the datasets' group name.\n\n## Contributing Data to NationalMap\n\nSpatial data sets which are placed on [data.gov.au](https://data.gov.au) using supported data formats and protocols (such as WMS) will automatically be included in NationalMap.\n\nAustralian government agencies that wish to find out more information about contributing data sets to NationalMap should email [data@digital.gov.au](mailto:data@digital.gov.au) with their questions. Typically, NationalMap does not store the data itself, but refers to the data servers of the data contributors, directly taking that data and presenting it overlaid over a map. Therefore, agencies providing data directly must have the data available via an online server using a standard protocol.\n\n## NationalMap Software\n\nThe core components of NationalMap are Open Source software libraries available as Github projects. The core platform, [TerriaJS](https://github.com/TerriaJS/terriajs), was initially developed by Data61 for NationalMap, but has subsequently been used for other projects. It has been made available to assist with the development of other spatial data viewing applications.\n\nThe core software components of NationalMap are licensed under Apache License, Version 2.0 (the \"License\"). You may not use the source code files except in compliance with the License. You may obtain a copy of the License at https://www.apache.org/licenses/LICENSE-2.0. Unless required by applicable law or agreed to in writing, software distributed under the License is distributed on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied. See the License for the specific language governing permissions and limitations under the License.\n\n## Additional Open Source Software Used\n\nIn developing NationalMap, Data61 has used open source software and contributed back to it. NationalMap leverages these excellent open source libraries:\n\n* [TerriaJS](https://github.com/TerriaJS/terriajs)\n* [Cesium](https://cesiumjs.org)\n* [Leaflet](https://leafletjs.com)\n\nThe complete list is available with the NationalMap source code\n\n## Data Attribution\n\nThe content presented in NationalMap is sourced from a wide range of organisations.\n\n### Data in the Catalogue\n\nThe datasets in the NationalMap application catalogue are sourced from Commonwealth Governments Departments and Agencies, State, Territory and Local Governments and other organisations. Details about each data custodian and their contact details can be found in the catalogue, usually under \"Data Custodian\" or \"Description\".\n\n### Base Maps:\n\n* [Australian Topography](https://data.gov.au/dataset/australian-topographic-base-map-web-mercator-wms) - © Commonwealth of Australia (Geoscience Australia) 2016. [Creative Commons Attribution 4.0 International Licence](https://creativecommons.org/licenses/by/4.0/).\n* [Bing Maps](https://www.microsoft.com/en-us/maps/) - From Microsoft Corporation. [Commercial Licence](https://www.microsoft.com/en-us/maps/product).\n* [Natural Earth II](https://www.naturalearthdata.com/downloads/10m-raster-data/10m-natural-earth-2/) - From Natural Earth. [Public Domain](https://www.naturalearthdata.com/about/terms-of-use/).\n* [Black Marble](https://earthobservatory.nasa.gov/Features/NightLights) - From NASA's Earth Observatory. [Use Policy](https://earthobservatory.nasa.gov/image-use-policy).\n* [Positron (Light) and Dark Matter](https://carto.com/location-data-services/basemaps/) - From Carto. [Commercial Licence](https://carto.com/location-data-services/basemaps/).\n\n### Terrain:\n\n* [Cesium World Terrain](https://cesium.com/content/cesium-world-terrain/) - From Cesium Ion. [Commercial License](https://cesium.com/legal/terms-of-service/).\n\n### Geocoders:\n\n* [Bing Maps](https://www.microsoft.com/en-us/maps/) - From Microsoft Corporation.\n* [Gazetteer of Australia](https://ecat.ga.gov.au/geonetwork/srv/eng/catalog.search#/metadata/e19a92fa-257c-159d-e044-00144fdd4fa6) - For Oficial Place Names. [More Information](https://s3-ap-southeast-2.amazonaws.com/fsdf.placenames/DPS/Composite+Gazetteer+DPS.pdf).\n\n## Terms & Conditions\n\nThe information displayed on NationalMap is for general informational purposes only, and is not intended to provide any commercial, financial, or legal advice. Any information in connection with NationalMap may not be appropriate to your individual needs. You must exercise your own independent, skill, care and judgment with respect to how you use the information displayed on NationalMap.\n\nAs a condition of using NationalMap, you must comply with all applicable laws, regulations and third party rights (including, without limitation, laws regarding the import or export of data or software, privacy and local laws). You must not use NationalMap to encourage or promote illegal activity or violation of third party rights. Some parts of NationalMap (like the URL shortening function) rely upon third party APIs.\n\nIn any important matter, you should seek professional advice relevant to your own circumstances.\n\nThe information displayed on NationalMap was consolidated by the Department of the Prime Minister and Cabinet.\n\nThe Department, CSIRO’s Data61 and Geoscience Australia (“We”) make no representations or warranties regarding the accuracy or completeness of any content or the product in connection with NationalMap. We disclaim all responsibility and all liability (including without limitation, liability in negligence, for errors or omissions) for all expenses, loss, damage and costs which you might incur as a result of the information displayed on NationalMap and your use of it.\n\nNationalMap must not be used for navigation or precise spatial analysis or for any activities where the use or failure of NationalMap could lead to death, personal injury, or environmental damage (such as the operation of nuclear facilities, air traffic control, or life support systems).\n\n## Access to data:\n\nAny information provided by data custodians displayed on NationalMap is provided as is and on the understanding that the respective data custodian is not responsible for, nor guarantees the timeliness, accuracy or completeness of that information. If you intend to rely on any information displayed on NationalMap or data.gov.au, then you must apply in writing to the respective data custodian for further authorisation.\n\nYou acknowledge that your use of NationalMap or data.gov.au means that you have provided your acceptance of these terms and conditions.\n\nYou must consider the usage rights and restrictions of the basemap and each activated dataset when using the output of NationalMap in broadcast, print, or other distribution. The terms of use of the default Bing Maps basemap may be found here: [https://www.microsoft.com/maps/product/terms.html](https://www.microsoft.com/maps/product/terms.html).\n"
        },
        "privacy": {
          "content": "# Privacy\n\nThe Digital Transformation Agency is covered by the Privacy Act 1988 (Cth) (‘the Privacy Act’). The Privacy Act contains 13 Australian Privacy Principles (‘the APPs’) which governs how Australian Government agencies should collect, use, store and disclose personal information, and how individuals can access records containing their personal information. General information about the Privacy Act and the APPs can be found on the website of the Office of the Australian Information Commissioner.\n\nWe are committed to protecting your privacy. Our Privacy Policy can be accessed via this link: [https://www.dta.gov.au/our-privacy-policy](https://www.dta.gov.au/our-privacy-policy). The NationalMap website (this website) complies with the Australian Information Commissioner’s APP Guidelines and with our APP Privacy Policy.\n\nYou are reminded that there are risks involved in sending information over the internet.\n\nAny data collected by us as described in this notice is stored securely, and archived for a period of at least five years, and possible up to ten years.\n\n## Use and disclosure\n\nWe only use personal information that we collect through this website for the purposes for which it was given to us or for related purposes, such as the maintenance, upgrade or improvements of this website or any policy development associated with this website.\n\nWe do not share personal information about any individual which we collect through this website to any third party, such as other Australian Government agencies or organisations unless one of the following applies:\n\n* the individual has consented;\n* the individual would reasonably expect, or has been told that information of that kind is usually passed to those other individuals, agencies, organisations;\n* is required or authorised by law;\n* a Permitted General Situation (as defined under section 16A of the Privacy Act) exists (for example, it will prevent or lessen a serious and imminent threat to somebody’s life or health); or\n* the disclosure is reasonably necessary for the enforcement of the criminal law or of a law imposing a pecuniary penalty, or for the protection of public revenue.\n\n## Information logged when browsing the NationalMap website\n\nWe do not collect personal information about you if you only browse this website.\n\nWhen you browse this website, our server logs the following information:\n\n* the type of browser and operating system you are using;\n* the address of the referring site (for example, the previous site that you visited); and\n* your IP (Internet Protocol) address, which is a number unique to the machine on which you connect to the internet.\n\nOur server also logs the following information:\n\n* the date and time of your visit; and\n* the address of the pages accessed and the documents downloaded.\n\nWe use the information we collect from your browsing of this website for statistical analysis, system administration, monitoring of this website’s security, customisation of this website to users’ needs, and the evaluation, research and development of this website.\n\nIn order to give you a better experience, we use a URL shortening service provided by a third party. That service may also track the clicks and referrers (sharers) of NationalMap.\n\nNo attempt will be made to identify users due to their browsing activities on this website, except in the event of an investigation, for example, where a law enforcement agency may exercise a warrant or subpoena. The information we collect from your browsing of this website will only be disclosed to a third party if it is required or authorised by law.\n\n## Cookies\n\nA cookie is an electronic token that is passed to your browser and your browser passes it back to the server whenever a page is sent to you.\n\nFor this website, our server creates a cookie that is used to keep track of the pages you have accessed. This cookie allows you to page back and forward through this website and return to pages you have already visited. This cookie exists only for the time that you are accessing our server.\n\nPlease note that some browsers can be configured to allow cookies to be accessed by servers other than the originating server. Most browsers can also be configured to notify the user when a cookie is received, allowing you to either accept or reject it. You do not need to have configured your browser to enable the accepting or sending of cookies in order to use this website.\n\nCookies are not used for any other purposes on this website, for example, we do not use cookies on this website to collect your personal information.\n\n## Online forms, email address and contact us\n\nWhen using this website (for example, the online forms or contact us function), you may provide us with your personal information, for example, your name and email address etc. When you do this, you agree to provide us with your consent to disclose your personal information to other areas of the Department and potentially other appropriate third parties, for example, CSIRO’s Data61, Geoscience Australia, Bureau of Meteorology, Australian Bureau of Statistics, data.gov.au website etc. so that we can appropriately respond to your request or query. You also agree to provide us with your consent to disclose your personal information for the administration, regulation and evaluation processes associated with this website or for related purposes such as any policy development associated with this website.\n\nYou have the right not to identify yourself or to use an alias (pseudonym) when you contact us or use online forms in relation to this website. However, where it is impractical for us to deal with your request in that way, or the law requires or authorises us to collect your personal information, then we may require you to identify yourself.\n\n## Searches\n\nThe search terms that you enter when using this website’s search engine are collected so that we can find out what users are looking for on this website.\n\n## Links\n\nThis website contains links to other websites for the attribution of the data source or may use social media sites to make it easy to share information. These other sites may use web measurement tools, customisation technologies and persistent cookies to inform the services that they provide to their users. We are not responsible for the privacy practices or the content of other sites. This website does not use, maintain or share Personally Identifiable Information made through the other websites, such as, Facebook, Twitter or YouTube etc.\n"
        }
      }
    },
    "terria-init": {
      "homeCamera": {
        "east": 158,
        "north": -8,
        "south": -45,
        "west": 109
      },
      "baseMaps": {
        "enabledBaseMaps": [
          "basemap-australian-topography",
          "basemap-bing-aerial",
          "basemap-bing-aerial-with-labels",
          "basemap-positron",
          "basemap-darkmatter",
          "basemap-voyager",
          "basemap-greyscale"
        ],
        "defaultBaseMapId": "basemap-bing-aerial-with-labels",
        "previewBaseMapId": "basemap-positron",
        "items": [
          {
            "item": {
              "id": "basemap-australian-topography",
              "type": "esri-mapServer",
              "name": "National Base Map",
              "url": "https://services.ga.gov.au/gis/rest/services/NationalBaseMap/MapServer",
              "opacity": 1
            },
            "image": "images/basemaps/australian-topo.png"
          },
          {
            "item": {
              "id": "basemap-bing-aerial-with-labels",
              "name": "Bing Maps Aerial with Labels",
              "type": "ion-imagery",
              "ionAssetId": 3,
              "opacity": 1
            },
            "image": "images/basemaps/bing-aerial-labels.png"
          },
          {
            "item": {
              "id": "basemap-bing-aerial",
              "name": "Bing Maps Aerial",
              "type": "ion-imagery",
              "ionAssetId": 2,
              "opacity": 1
            },
            "image": "images/basemaps/bing-aerial.png"
          },
          {
            "item": {
              "id": "basemap-positron",
              "name": "Positron (Light)",
              "type": "open-street-map",
              "url": "https://basemaps.cartocdn.com/light_all/",
              "attribution": "© <a href='https://www.openstreetmap.org/copyright'>OpenStreetMap</a>, © <a href='https://carto.com/about-carto/'>CARTO</a>",
              "subdomains": [
                "a",
                "b",
                "c",
                "d"
              ],
              "opacity": 1
            },
            "image": "images/basemaps/positron.png"
          },
          {
            "item": {
              "id": "basemap-darkmatter",
              "name": "Dark Matter",
              "type": "open-street-map",
              "url": "https://basemaps.cartocdn.com/dark_all/",
              "attribution": "© <a href='https://www.openstreetmap.org/copyright'>OpenStreetMap</a>, © <a href='https://carto.com/about-carto/'>CARTO</a>",
              "subdomains": [
                "a",
                "b",
                "c",
                "d"
              ],
              "opacity": 1
            },
            "image": "images/basemaps/dark-matter.png"
          },
          {
            "item": {
              "id": "basemap-voyager",
              "type": "open-street-map",
              "name": "Voyager",
              "url": "https://global.ssl.fastly.net/rastertiles/voyager/",
              "attribution": "© OpenStreetMap contributors ODbL, © CartoDB CC-BY 3.0",
              "opacity": 1,
              "subdomains": [
                "cartodb-basemaps-a",
                "cartodb-basemaps-b",
                "cartodb-basemaps-c",
                "cartodb-basemaps-d"
              ]
            },
            "image": "https://raw.githubusercontent.com/TerriaJS/saas-catalogs-public/main/misc/basemaps/icons/voyager-aus.png"
          },
          {
            "item": {
              "id": "basemap-greyscale",
              "type": "esri-mapServer",
              "name": "Grey Scale",
              "url": "https://services.ga.gov.au/gis/rest/services/NationalBaseMap_GreyScale/MapServer",
              "opacity": 1
            },
            "image": "https://raw.githubusercontent.com/TerriaJS/saas-catalogs-public/main/nationalmap/images/base-maps/australia-grey-scale.png"
          }
        ]
      }
    },
    "terria-config": {
      "initializationUrls": [
        "https://raw.githubusercontent.com/TerriaJS/saas-catalogs-public/main/nationalmap/dev.json"
      ],
      "parameters": {
        "appName": "NationalMap",
        "bingMapsKey": "AgergQsoIobjiLxsLVbB0ER_6qoEIRMv98uSzAoLttVKU3vtInLB7bhEInQAbxdB",
        "brandBarElements": [
          "<a target=\"_blank\" href=\"about.html\"><img src=\"https://nationalmap.gov.au/images/NationalMap-logo-only.png\" height=\"50\" alt=\"National Map\" title=\"Version: {{version}}\" /></a>",
          "<a target=\"_blank\" href=\"about.html\"><img src=\"https://nationalmap.gov.au/images/NationalMap-text-only.png\" height=\"50\" alt=\"National Map\" title=\"Version: {{version}}\" /></a>",
          "<a target=\"_blank\" href=\"http://www.gov.au/\"><img src=\"https://nationalmap.gov.au/images/AG-Rvsd-Stacked-Press.png\" height=\"45\" alt=\"Australian Government\" /></a>"
        ],
        "displayOneBrand": 1,
        "cesiumIonAccessToken": "eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJqdGkiOiI2NzYxZjdkNi1mZmUyLTQ3YjMtOTdiMC00N2Y0ZTg0NWM3Y2EiLCJpZCI6Mjk5MiwiaWF0IjoxNjIyNTA0ODY0fQ.yOdPU8vWbX_dVDbofVpjMMCP59ZA1MKZInIuHV59bRo",
        "developerAttribution": {
          "link": "https://terria.io",
          "text": "Terria Team at CSIRO's Data61"
        },
        "disclaimer": {
          "text": "Disclaimer: This map must not be used for navigation or precise spatial analysis",
          "url": "http://google.com"
        },
        "experimentalFeatures": true,
        "feedbackUrl": "feedback",
        "globalDisclaimer": {
          "buttonTitle": "I agree",
          "confirmationRequired": true,
          "devHostRegex": "\\b(staging|preview|test|dev)\\.",
          "enableOnLocalhost": true,
          "prodHostRegex": "gov.\\.au$",
          "title": "Disclaimer"
        },
        "helpContent": [
          {
            "icon": "video",
            "itemName": "gettingstarted",
            "markdownText": "# Getting started with the map\n\nIf you're new to the map or using spatial data, our Getting Started video quickly covers the basic functionality you'll need to use to add and interrogate data sets.\n\nIf you don't have time to watch the video, we suggest exploring the following areas:\n\n1. Search for a location to quickly find an area of interest\n2. Use 'Explore map data' to view the catalogue of available data sets and add them to the map\n3. Interact with the data layer, including opacity and toggling on and off on the left in your workbench\n4. Click on the data on the map to view more detailed data, including the raw data\n5. Change your basemap using options in 'Map Settings' to help make some data sets more visible\n6. Zoom and change your view, including tilting the view angle using the controls on the right-hand side of the screen",
            "paneMode": "videoAndContent",
            "placeholderImage": "https://img.youtube.com/vi/FjSxaviSLhc/maxresdefault.jpg",
            "title": "Getting started with the map",
            "videoUrl": "https://www.youtube.com/embed/FjSxaviSLhc"
          },
          {
            "icon": "oneTwoThree",
            "itemName": "stepbystepguide",
            "markdownText": "# Step by step guide\n\nLaunch a step by step guide for various popular workflows below:",
            "paneMode": "trainer",
            "title": "Step by step guide",
            "trainerItems": [
              {
                "footnote": "Important: Satellite imagery can take a little while to load so please be patient. If images don’t seem to be loading, zoom out a little bit",
                "steps": [
                  {
                    "markdownDescription": "- Use the location search or zoom and pan around the map using your mouse or the zoom controls",
                    "title": "Find the location to view satellite imagery"
                  },
                  {
                    "markdownDescription": "- Open the data catalogue using \"Explore map data\" button\n- Navigate through datasets to select your satellite option: Landsat or Sentinel, and daily or composite images. This can depend on resolution of the image you need (10m or 25m) and whether you want daily, 16 day composite, or annual average images\n - Select \"Add to the map\" to view the satellite imagery",
                    "title": "Add the satellite imagery to the map"
                  },
                  {
                    "markdownDescription": "- Filter images by location to quickly find satellite images for that location\n - Satellites circle the globe many times a day. You can expect satellite imagery to be available for one location every two weeks\n - If you haven't already selected your point of interest on the map, zoom in to select one. You will see the filter applied in blue in the Workbench on the left",
                    "title": "Filter images to find satellite imagery"
                  },
                  {
                    "markdownDescription": "- Use the date picker to select a time and date. Cycle backwards through previous years using the back arrow\n - Choose another date if your imagery is obscured by clouds. You can quickly cycle back and forward using the arrows next to the date picker",
                    "title": "Select a time and date"
                  }
                ],
                "title": "Adding satellite imagery"
              },
              {
                "footnote": "Important: Any time series data can be compared using the Split Screen Mode, not just satellite imagery",
                "steps": [
                  {
                    "markdownDescription": "- Satellite imagery is a good example of time series data, with many satellites going back decades\n- Find your location of interest and filter available imagery by this location\n-See our Adding Satellite Imagery to the Map guide for more",
                    "title": "Add a time series dataset to the map"
                  },
                  {
                    "markdownDescription": "- In the workbench on the left, select the time and date which will open the date picker\n- Select a year, month and date, or navigate back to other years and even centuries using the back arrow\n- Available dates appear in blue",
                    "title": "Select the time and date"
                  },
                  {
                    "markdownDescription": "- From the 3 dots drop-down menu in the workbench, press 'Compare' to activate Split Screen Mode\n- A duplicate copy of your dataset will appear in the workbench\n- Choose the dates you want to compare on the left and right of the screen\n- Drag the slider using the white button to swipe and compare the two image dates",
                    "title": "Compare different dates at one location"
                  },
                  {
                    "markdownDescription": "- Escape the Split Screen Mode by pressing the 'x' of Split Screen Mode title in the workbench\n- Remove the duplicate copy of your dataset in the workbench using the 3 dots drop-down menu",
                    "title": "Close Split Screen Mode"
                  }
                ],
                "title": "View and compare different points in time"
              },
              {
                "steps": [
                  {
                    "markdownDescription": "- This includes the dataset Delta Blended Service\n- Search or scroll to find the location where you want to perform change detection",
                    "title": "Add a Change Detection / Difference-enabled dataset to the map"
                  },
                  {
                    "markdownDescription": "-  Behind the 3 dots in the workbench, select the menu item 'Difference'\n-   Difference mode will activate, splitting the screen and adding new options on the left",
                    "title": "Turn on Difference mode"
                  },
                  {
                    "markdownDescription": "-   Use the date pickers at the bottom to choose your dates for screen A and B\n -   The Preview style defaults to True colour to help you find cloud-free images, change if required\n -   If you have previously searched for a location, this will be used to refine the imagery to only show available images for that location\n -   If you didn't search for a location, select a point on the map in your area of interest to refine the imagery for that area only\n -   Select your Difference Output, e.g. NDVI\n -   Select Generate Change Detection",
                    "title": "Select your Difference variables"
                  },
                  {
                    "markdownDescription": "-   The legend for the Difference calculation will appear on the left to help your analysis\n -   You can change dates using the date pickers to toggle between dates and a new Change Detection calculation will be run\n -   Close or exit Difference mode when you are finished your analysis",
                    "title": "View the change detection results on-screen"
                  }
                ],
                "title": "Detecting change between two points in time"
              }
            ]
          }
        ],
        "mobileDefaultViewerMode": "2d",
        "regionMappingDefinitionsUrl": "https://raw.githubusercontent.com/TerriaJS/saas-catalogs-public/main/nationalmap/regionMapping-2021-06-02.json",
        "showWelcomeMessage": true,
        "supportEmail": "info@terria.io",
        "theme": {
          "charcoalGrey": "#3f4854",
          "colorPrimary": "#519ac2",
          "colorSplitter": "#ff6f00",
          "compassWidth": "56",
          "dark": "#3f4854",
          "darkWithOverlay": "#667080",
          "frontComponentZIndex": "99",
          "grey": "#888888",
          "greyLighter": "#ddd",
          "greyLighter2": "#e6e6e6",
          "greyLightest": "#f2f2f2",
          "lg": "1300",
          "mapButtonColor": "#9ca1aa",
          "mapButtonTop": "18",
          "mapNavigationTop": "80",
          "md": "992",
          "mobile": "767",
          "modalBg": "#fff",
          "modalHighlight": "#519ac2",
          "modalText": "#000",
          "overlay": "rgba(255, 255, 255, 0.15)",
          "overlayInvert": "rgba(255, 255, 255, 0.85)",
          "radius40Button": "20",
          "radiusLarge": "4px",
          "radiusSmall": "2px",
          "ringWidth": "10",
          "sm": "768",
          "spacing": "5",
          "textBlack": "#000",
          "textDark": "#595b60",
          "textDarker": "#4d5766",
          "textLight": "#ffffff",
          "textLightDimmed": "#bbbbbb",
          "trainerHeight": "64",
          "workbenchWidth": "350"
        },
        "useCesiumIonBingImagery": true,
        "welcomeMessageVideo": {
          "placeholderImage": "https://img.youtube.com/vi/C4-gLv09Rfo/maxresdefault.jpg",
          "videoTitle": "Getting started with the map",
          "videoUrl": "https://www.youtube-nocookie.com/embed/C4-gLv09Rfo"
        }
      }
    },
    "group": {
      "members": []
    }
  },
  "authnReadPolicyId": "object.registry.record.public",
  "id": "map-config-nationalmap",
  "name": "Terria Configuration",
  "tenantId": 0
}
